Repository: kolewu/nextcloud-majordomo
Catalog: l10n/*/majordomo.po
Languages: de

source: An error occurred while loading the mailing list.
de: Beim Laden des E-Mail Verteilers ist ein Fehler aufgetreten.

source: Mailing list saved.
de: Verteiler Konfiguration gespeichert.

source: Failed to save mailing list.
de: Speichern der Verteiler Konfiguration fehlgeschlagen.

source: IMAP settings successfully updated
de: IMAP Einsatellungen erfolgreich aktualisiert

source: Failed to store IMAP settings!
de: Fehler beim Speichern der IMAP Einstellungen!

source: Failed to test IMAP settings!
de: Fehler beim Überprüfen der IMAP Einstellungen!

source: Some text
de: Irgendein Text

source: New Mailinglist
de: Neuer E-Mail Verteiler

source: Loading ...
de: Wird geladen ...

source: Settings
de: Einstellungen

source: Current list members
de: Aktuelle Mitglieder

source: Member needs to be added
de: Mitglied muss hinzugefügt werden

source: Member needs to be removed
de: Mitglied muss entfernt werden

source: Edit Mailinglist: {title}
de: Verteiler bearbeiten: {title}

source: Create Mailinglist
de: Erstelle E-Mail Verteiler

source: Mailing list title
de: Verteiler Titel

source: List manager email address
de: E-Mail zur Verteiler Konfiguration

source: List name for management
de: Verteiler Name für Konfiguration

source: List manager password
de: Passwort für Konfiguration

source: Enable automatic synchronization of list members
de: Aktiviere automatische Synchronisierung der Verteiler Mitglieder

source: Save
de: Speichern

source: Retrieve current status from list manager
de: Aktuellen Status aus Verteiler Konfiguration abrufen

source: Retrieve current status from list manager AND apply to settings
de: Aktuellen Status abrufen UND Änderungen anwenden

source: Write desired changes to list manager
de: Gewünschte Änderungen an die Verteiler Konfiguration übertragen

source: Member Policy
de: Mitgliedschaftsregeln

source: Members of group
de: Mitglieder der Gruppe

source: E-Mail of user
de: E-Mail des Benutzers

source: Additional E-Mail
de: Zusätzliche E-Mail

source: Except members of group
de: Außer Mitglieder der Gruppe

source: Except E-Mail of user
de: Außer E-Mail des Benutzers

source: Exclude E-Mail
de: E-Mail ausschließen

source: - Please select -
de: - Bitte wählen -

source: Add policy
de: Regel hinzufügen

source: Apply pending changes
de: Ausstehende Änderungen anwenden

source: There are currently no pending changes.
de: Im Moment müssen keine Änderungen vorgenommen werden.

source: Please acknowledge to apply the following pending changes:
de: Bitte bestätigen Sie, dass folgende Änderungen angewendet werden:

source: Unsubscribe: {email}
de: Entfernen: {email}

source: Subscribe: {email}
de: Hinzufügen: {email}

source: Acknowledge
de: Bestätigen

source: Cancel
de: Abbrechen

source: Global Settings
de: Allgemeine Einstellungen

source: IMAP Server Address
de: IMAP Server Adresse

source: Encryption
de: Verbindungssicherheit

source: (default)
de: (Vorgabe)

source: Use SSL
de: SSL/TLS

source: Force TLS
de: Erzwinge STARTTLS

source: Disable TLS
de: Kein STARTTLS

source: Skip SSL/TLS certificate validation
de: SSL/TLS Zertifikatsüberprüfung deaktivieren

source: Never send password in plaintext
de: Passwort niemals in Klartext übertragen

source: E-Mail address
de: E-Mail Adresse

source: IMAP Username
de: IMAP Benutzername

source: IMAP Password
de: IMAP Passwort

source: IMAP Inbox folder name
de: IMAP Ordner für den Posteingang

source: IMAP Archive folder name
de: IMAP Ordner für das Archiv

source: IMAP Errors folder name
de: IMAP Ordner für Fehlermeldungen

source: Test IMAP Connection
de: IMAP Verbindung überprüfen

source: Process incoming mails now
de: Empfangene E-Mails jetzt verarbeiten
